Repository: 84000/data-translation-memory
Catalog: toh703-v3.tmx
Source language: bo
Languages: en

source: སེར་བ་དྲག་པོ་འོང་བ་ན། །ཐལ་ཆེན་ཡུངས་ཀར་བཟླས་བརྗོད་ཀྱིས། །སེར་བ་ཉ་ལྕིབས་ལྕུག་མ་དང་། །ལྕུམ་པོ་བཏགས་ཏེ་བཙུགས་གྱུར་ན། །
en: “If a strong hailstorm comes, Fasten incanted human ash and mustard seeds Into a bundle with hail, mother of pearl, and tree shoots, And plant this in the earth; The hail will stop.

source: སེར་བ་འཆད་པར་འགྱུར་བ་ཡིན། །ལྷ་ཀླུ་དྲི་ཟ་ལ་སོགས་པའི། །གདོན་ནི་གནོད་པར་གྱུར་པ་ལ། །དཀྱིལ་འཁོར་འདོམ་གང་གྲུ་བཞི་ལ། །བུམ་པ་གཙང་མ་ལྔ་བཞག་སྟེ། །
en: “If there is a harmful graha Such as a god, nāga, gandharva, or the like, Place five clean vases on a square maṇḍala That is one arm span in size.

source: སྨན་སྦྱར་ཆུས་ནི་གང་བ་ལ། །བཟླས་བརྗོད་བརྒྱ་ནི་རྩ་བརྒྱད་བཟླས། །
en: Fill them with medicinal water, And incant them one hundred and eight times.

source: སློབ་མ་གོས་ཟས་དཀར་པོར་སྦྱར། །དཀྱིལ་འཁོར་དེ་ཡི་ནང་དུ་གཞུག །བུམ་པའི་ཆུ་ཡིས་བཀྲུ་བར་བྱ། །
en: “A disciple should combine white cloth and food, Place it in the maṇḍala, And cleanse it with water from the vases.

source: ནད་དང་གནོད་པ་ཀུན་ལས་ཐར། །
en: One will be freed from all illness and harm.

source: ཀླུ་སོགས་གདོན་རྣམས་དཔག་མེད་ཀྱིས། །གླགས་ཀྱང་རྙེད་པར་མི་འགྱུར་རོ། །
en: Even the countless grahas, nāgas, and the like, Will be unable to cause harm.

source: བུས་པ་གདོན་གྱིས་འཇིགས་པ་ལས། །གི་ཝང་གིས་ནི་སྲུང་འཁོར་བྲི། །ཡུངས་ཀར་དག་དང་བཅས་ཏེ་གདགས། །བུས་པ་གདོན་དང་ནད་ལས་ཐར། །
en: “If one fears a child-snatching graha, Draw a protection circle with hardened bile, Combine this with mustard seeds, and fasten it on; The child will be safe from grahas and illness.

source: ལམ་དུ་ཞུགས་ཏེ་འགྲོ་བ་ན། །ཐུ་བ་གཡས་པའི་གོས་ཀྱི་གྲྭར། །བཟླས་བརྗོད་བདུན་བྱས་མདུད་པ་བོར། །སོང་ན་བདེ་ཞིང་དོན་ཡང་འགྲུབ། །
en: “When a person sets out to travel, If they incant the bottom right corner of their garment Seven times, while tying it in a knot, Their travel will be pleasant and successful.

source: རྟ་ལ་སོགས་པའི་ཕྱུགས་རྣམས་ལ། །ཆུ་དང་ཡུངས་ཀར་བཅས་པ་ལ། །བཟླས་ནས་གཏོར་ན་བདེ་བར་འགྱུར། །
en: “If one incants water and mustard seeds And sprinkles it on horses and other livestock, they will be healthy.

source: མི་ནད་ཕྱུགས་ནད་ཐམས་ཅད་ལ། །ཡུངས་ཀར་དང་ནི་བུམ་པའི་ཆུས། །བཀྲུ་ཞིང་བཏགས་ན་མི་ནད་ཞི། །
en: All illnesses in both humans and livestock will be healed and pacified By washing with and applying mustard seeds and water from the vase.

source: ཨ་མྲ་རི་ཡི་གཟུངས་སེལ་ལྟར། །ལས་རྣམས་ཐམས་ཅད་འགྲུབ་པར་འགྱུར། །
en: “Just as the asmrari dhāraṇī heals, So will all activities be successful?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་འཇམ་དཔལ་རྒྱལ་པོ་འདིའི་ཁོང་ན་ཀླུའི་དུག་གིས་གང་ནས་འདུག་སྟེ།
en: Then the Blessed One said, “Bodhisattva great being Mañjuśrī, this king is filled with nāga poison.

source: འདི་ནི་ཀླུའི་རྒྱལ་པོ་བ་རུ་ཎ་འདི་ཡིས་ཀླུ་ཐམས་ཅད་ལ་དབང་བྱེད་པ་ཡིན་པས་འདིས་དབྱུང་བར་བྱའོ། །
en: Since the nāga king Varuṇa rules over all nāgas, he should expel it.

source: བཅོམ་ལྡན་འདས་འཇིག་རྟེན་དབང་ཕྱུག་སེང་གེ་སྒྲ་ལ་ཕྱག་འཚལ་ལོ། །
en: “Homage to the blessed Lokeśvara Siṃhanāda.

source: ཀླུའི་རྒྱལ་པོ་བ་རུ་ཎ་ལ་ཕྱག་འཚལ་ལོ། །
en: Homage to the nāga king Varuṇa.

source: ཀླུའི་རྒྱལ་པོ་ཏཀྵ་ཀ་ལ་ཕྱག་འཚལ་ལོ། །
en: Homage to the nāga king Takṣaka.

source: ཀླུའི་རྒྱལ་པོ་མཐའ་ཡས་ལ་ཕྱག་འཚལ་ལོ། །
en: Homage to the nāga king Ananta.

source: ཀླུའི་རྒྱལ་པོ་པདྨ་ལ་ཕྱག་འཚལ་ལོ། །
en: Homage to the nāga king Padma.

source: ཀླུའི་རྒྱལ་པོ་པདྨ་ཆེན་པོ་ལ་ཕྱག་འཚལ་ལོ། །
en: Homage to the nāga king Mahāpadma.

source: ཀླུའི་རྒྱལ་པོ་དུངསྐྱོང་ལ་ཕྱག་འཚལ་ལོ། །
en: Homage to the nāga king Śaṅkhapāla.

source: ཀླུའི་རྒྱལ་པོ་རིགས་ལྡན་ལ་ཕྱག་འཚལ་ལོ། །
en: Homage to the nāga king Kulika.

source: ཀླུའི་རྒྱལ་པོ་དགའ་བོ་ལ་ཕྱག་འཚལ་ལོ། །
en: Homage to the nāga king Nanda.

source: ཀླུའི་རྒྱལ་པོ་ནོར་རྒྱས་ལ་ཕྱག་འཚལ་ལོ། །ཨོྃ་བ་རུ་ཎཱ་ཡ་སྭཱ་ཧཱ། ཨོྃ་ཨ་ནནྟ་ཡ་སྭཱ་ཧཱ། ཨོྃ་བཱ་སུ་ཀཱ་ཡ་སྭཱ་ཧཱ། ཨོྃ་ཏཀྵ་ཀཱ་ཡ་སྭཱ་ཧཱ། ཨོྃ་ཀར་ཀོ་ཊཱ་ཡ་སྭཱ་ཧཱ། ཨོྃ་པདྨཱ་ཡ་སྭཱ་ཧཱ།
en: Homage to the nāga king Vāsuki.

source: ཨོྃ་མ་ཧཱ་པདྨཱ་ཡ་སྭཱ་ཧཱ། ཨོྃ་ཤརྑ་པཱ་ལཱ་ཡ་སྭཱ་ཧཱ། ཨོྃ་ཀུ་ལི་ཀཱ་ཡ་སྭཱ་ཧཱ། ཀླུ་ཡི་གཟུགས་ནི་མང་པོ་ཡང་། །དཀར་གསུམ་མངར་གསུམ་འབྲས་ཟན་ལ། །
en: oṁ varuṇāya svāhā | oṁ anantāya svāhā | oṁ vāsūkāya svāhā | oṁ takṣakāya svāhā | oṁ karkoṭāya svāhā | oṁ padmāya svāhā | oṁ mahāpadmāya svāhā | oṁ śaṅkhapālāya svāhā | oṁ kulikāya svāhā || “Although nāgas appear in many different forms, Prepare a rice porridge of the three white foods and the three sweets, Cooking it well until its color changes.

source: ལེགས་བྱས་ཁ་དོག་བསྒྱུར་བྱས་ལ། །མེ་ཏོག་སྤོས་དང་བྱུག་པ་དང་། །མར་མེ་ཞལ་ཟས་སྒྲ་སྙན་དང་། །གདུགས་དང་རྒྱལ་མཚན་མེ་ཏོག་ཕྲེང་། །ཚངས་པའི་སྐུད་པས་མཉེས་པར་བྱ། །
en: Delight them with flowers and incense, With unguents, lamps, food, music, Parasols, banners, flower garlands, And sacred threads.

source: རྩ་བ་ལོ་མ་སྡོང་བུ་དང་། །མེ་ཏོག་འབྲས་བུ་སྨན་གྱིས་མཆོད། །
en: Offer roots, leaves, stalks, Flowers, fruits, and medicines.

source: རྨ་བྱ་གཟུངས་མོ་མེ་ལོང་གིས། །རྒྱལ་པོ་ཁོང་གི་དུག་ཐོན་ཅིག །
en: With a peacock, a porcupine, and a mirror, Extract the poison inside the king.

source: རིན་ཆེན་རྨག་ཤད་མཆོད་པའི་རྟེན། །མི་ལྡོག་པ་ཡི་རྫས་སུ་ཆོངས། །བུམ་པ་གཏེར་གྱིས་གང་བ་མཛེས། །སྲོག་ཆགས་ཡིད་འོང་གཟུགས་ཀྱིས་མཆོད། །
en: “Hold the offering support, precious spiraea, As the irreversible substance, And offer an attractive vase filled with treasure In a form that delights beings.

source: ཞི་འགྱུར་འདི་ལ་ཐེ་ཚོམ་མེད། །
en: There is no doubt that this will bring healing.

source: ཀླུ་ཡི་རྒྱལ་པོ་འཇོག་པོ་ཡིས། །ཟིན་ཀྱང་སྐད་ཅིག་གཅིག་ལ་ཐོན། །
en: Even if he has been afflicted by the nāga king Takṣaka, He will be released in an instant.

source: འཇམ་དཔལ་འདི་གཞན་གྱི་མཐུ་མ་ཡིན་ཏེ། འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་དེའི་མཐུའོ། །
en: “Mañjuśrī, this power does not come from somewhere else—it is the power of the Noble Avalokiteśvara.

source: སྟོབས་སོ་བྱིན་གྱིས་བརླབས་སོ། །
en: It is his strength. It is his blessing.

source: ཐུགས་རྗེ་དང་ལྡན་པ་འདིའི་ཡོན་ཏན་བརྗོད་ཀྱིས་མི་ལང་ཡང་བདག་གིས་ཆ་ཤས་ཙམ་ཞིག་བརྗོད་ན།
en: The Compassionate One’s excellent qualities are inexpressible, but I will try to express some of them here.

source: ཨོྃ་བཅོམ་ལྡན་འདས། བྱ་བ་བྱས་ཤིང་བྱེད་པ་བྱས། །ཁུར་བོར་བདག་དོན་རྗེས་སུ་བརྙེས། །སྲིད་པར་སྦྱོར་བ་ཡོངས་སུ་ཟད། །
en: “Oṁ Blessed One, You have performed activities and done all that must be done, Laid down your burden, achieved your own aims, And your fetters of existence are completely gone.

source: ཡང་དག་བཀའ་ལས་རྣམ་པར་གྲོལ། །
en: Relying on genuine teachings, you have been freed.

source: སེམས་དཔའ་དབང་བསྒྱུར་ཐམས་ཅད་ཀྱི། །མཆོག་ཏུ་ཕ་རོལ་ཕྱིན་ཐོབ་པ། །སྲིད་ལས་རྒལ་ཞིང་ཚོགས་གཉིས་རྫོགས། །
en: You have attained the supreme perfection Of all the mental powers, Crossed over existence, and perfected the two accumulations.

source: ཨཱཿགཞན་ལ་ཕན་བརྩོན་ཐུགས་རྗེ་ཅན། །སེམས་ཅན་ཀུན་ལ་མཆོག་ཏུ་བྱམས། །
en: “Āḥ Compassionate One who strives to help others You have perfect love for all beings.

source: ཁམས་གསུམ་ཀུན་གྱི་གཉེན་གཅིག་པུ། །མཐའ་ཡས་སེམས་ཅན་སྒྲོལ་ལ་མཁས། །
en: Sole friend to all in the three realms You are skilled in freeing countless beings.

source: ཧྲཱིཿའགྲོ་བ་ཉམ་ཐག་ཀུན་ཏུ་སྐྱོབ། །
en: “Hrīḥ You constantly protect unfortunate beings.

source: དྲི་མ་གསུམ་སྤངས་ཕ་རོལ་ཕྱིན། །
en: You have removed the three stains and reached perfection.

source: མངོན་ཤེས་དྲུག་བརྙེས་ནྱ་གྲོ་བུ། །
en: You have obtained the six clairvoyances, child of the banyan tree.

source: སྐྱེས་བུ་ཆེན་པོའི་མཚན་རྣམས་ནི། །སུམ་ཅུ་རྩ་གཉིས་དག་དང་ལྡན། །དཔེ་བྱད་བཟང་པོ་བརྒྱད་ཅུས་མཛེས། །
en: You possess the marks of a great being, Thirty-two in number, And are resplendent with the eighty minor marks.

source: སྐུ་མདོག་ཤེལ་གྱི་ཁ་དོག་འདྲ། །གངས་རི་ཉི་ཤར་ལྟ་བུར་མཚོན། །སྐུ་ཚད་ཆེ་ལ་འོད་ཟེར་འབར། །
en: “Your body is the color of crystal, Massive and brilliant Like a snowy mountain peak at dawn.

source: རིགས་ལྔ་སངས་རྒྱས་སྐུ་ལ་འཕྲོ། །དབུ་སྐྲ་ཐོར་ཚུགས་གྱེན་ལ་བརྫེས། །དབུ་ལ་འོད་དཔག་མེད་པ་བཞུགས། །
en: You emanate from the bodies of the buddhas of the five families, Your locks are piled in a high topknot, And Amitābha sits upon your crown.

source: ཀླུ་རྣམས་ཐམས་ཅད་འདུལ་མཛད་པ། །རྩེ་གསུམ་སྦྲུལ་གྱིས་རབ་ཏུ་དཀྲིས། །
en: “Tamer of all nāgas A snake coils around your trident.

source: རིགས་གསུམ་མགོན་པོའི་བྱིན་རླབས་འཛིན། །དུག་གསུམ་རྩད་ནས་གཅོད་ལ་བསྟོད། །
en: You hold the blessings of the lords of the three families, And are praised for fully severing the three poisons.

source: སྐྱོན་གྱིས་མ་གོས་པདྨ་བསྣམས། །
en: Unstained by flaws, you hold a lotus.

source: ཤེས་རབ་ཕུན་སུམ་རལ་གྲི་འབར། །
en: In perfect wisdom, you hold a blazing sword.

source: ཉོན་མོངས་དག་པ་བྲམ་ཟེའི་མགོ། །མེ་ཏོག་དྲི་ཞིམ་ཚོགས་ཀྱིས་བཀང་། །
en: Having purified the afflictions, You hold a brahmin’s skull filled with fragrant flowers.

source: ཀླུ་རྣམས་ཀུན་ནས་དབང་བསྡུས་པས། །སྦྲུལ་གྱི་ཚངས་སྐུད་མཛེས་ལ་བསྟོད། །
en: Because you have brought all the nāgas under your control You are praised as the one beautified by a sacred thread made from a snake.

source: སིཾ་ཧ། པདྨ་དག་གི་གདན་ལ་བཞུགས། །
en: “Siṃha You sit upon a pure lotus seat.

source: བདུད་བཞི་ཟིལ་གྱིས་གནོན་མཛད་པ། །སེང་གེ་དཀར་པོའི་གདན་ལ་བཞུགས། །
en: As the subjugator of the four māras You are seated upon a white lion.

source: འདོད་པའི་དོན་རྣམས་བསྒྲུབ་པའི་ཕྱིར། །རིན་ཆེན་སྣ་ཚོགས་རྒྱན་གྱིས་བརྒྱན། །
en: Since you have accomplished all desired aims You are adorned with various precious jewel ornaments.

source: བ་སྤུ་ཉག་མ་རེ་རེ་ཡང་། །སེམས་ཅན་ཀུན་གྱི་མཆོག་ཏུ་འགྱུར། །ཕྱག་འཚལ་ཐུགས་རྗེ་ཅན་ལ་བསྟོད། །
en: Even each hair on your body Is superior to all beings— Homage and praise to the Compassionate One!

source: ཏཱ། དམ་ཆོས་རྒྱལ་ཚབ་དབང་བསྐུར་བ། །ལྷ་མོ་སྒྲོལ་མ་རྗེས་སུ་འབྲང་། །
en: “Tā Anointed regent of the sacred dharma, The goddess Tārā stands by you.

source: འཇིགས་པ་བརྒྱད་སྐྱོབ་སྐུ་མདོག་ལྗང་། །གནོད་པ་སེལ་བ་མི་འཇིགས་སྦྱིན། །
en: Green-bodied, she protects from the eight fears, Removes harm, and grants fearlessness.

source: ཨུཏྤལ་ཐུགས་རྗེའི་བདག་ཉིད་ཅན། །བཏུད་དེ་སྤྲུལ་པ་མང་པོ་འགྱེད། །ཧཱུྃ།
en: Holding an utpala flower, she embodies compassion— I bow before she who sends forth many emanations.

source: གོས་དཀར་མ་ནི་བཀའ་བཞིན་བྱེད། །ཡིད་བཞིན་འཁོར་ལོ་བདེ་བར་བསྐོར། །འདོད་པའི་དོན་ཡོད་སྡུག་བསྔལ་ཞི། །འཇིགས་པ་བརྒྱད་པོ་སེལ་བ་བསྟོད། །ཕཊ།
en: “Hūṃ Pāṇḍaravāsinī, fulfiller of commands, Blissfully turns a wish-granting wheel, Fulfilling wishes and pacifying suffering— I praise she who dispels the eight fears!

source: ཧ་ཡ་གྲཱི་བ་ཁྲོ་བོའི་སྐུ། །འཕགས་པ་རྟ་མགྲིན་བདུད་བཞི་འཇོམས། །ཀྲོ་དྷ་མགྲིན་སྔོན་གདུག་པ་འདུལ། །ཀླུ་བདུད་འདུལ་མཛད་ཧཱུྃ་གིས་བསྟོད། ནཱ །ནམ་མཁའ་ཀླུ་རྒྱལ་པ་རུ་ཎ། །
en: “Phaṭ Hayagrīva, wrathful in form, Noble horse-necked one, conquering the four māras, Wrathful blue-necked one, tamer of evil, Tamer of nāgas and demons, I praise you with hūṁ!

source: ཆུ་ལྷ་སྟོན་པའི་ཞལ་མཐོང་ཞིང་། །བསྟན་ལ་རབ་དགའ་ཀླུ་རྣམས་འདུལ། །ས་དང་པོ་ཡི་བདེན་པ་མཐོང་། །བདེ་བར་གཤེགས་པའི་རིང་བསྲེལ་འཛིན། །ཀླུ་རྒྱལ་བྱང་ཆུབ་སེམས་ལ་བསྟོད། །
en: “Nā Nāga king of space, Varuṇa, God of water who saw the teacher’s face, Took delight in the teachings, tamed the nāgas, And saw the truth of the first bhūmi, Keeper of the tathāgatas’ relics, I offer praise to this bodhisattva nāga king!

source: ཨོཾ་ཏཱ་རེ་ཏུཏྟཱ་རེ་ཏུ་རེ་སྭཱ་ཧཱ། ཨོྃ་ཀ་ཊེ་བི་ཀ་ཊེ་ནི་ཀ་ཊེ། ཀ་ཏཾ་ཀ་ར་སྭཱ་ཧཱ། གང་གིས་བསྟོད་ཅིང་ཟློས་པ་དེ་མཚམས་མེད་པ་ལྔ་བྱས་པའི་ལས་ཀྱི་སྒྲིབ་པ་ཡང་ཡོངས་སུ་བྱང་བར་འགྱུར་རོ། །
en: oṁ tāre tuttāre ture svāhā | oṁ kaṭe vikaṭe nikaṭe kataṃkara svāhā || “Whoever makes this praise and recites it will purify even the karmic stains from committing the five deeds of immediate retribution.

source: དཀྱིལ་འཁོར་ཐམས་ཅད་དུ་ཞུགས་པར་འགྱུར་རོ། །གསང་སྔགས་ཐམས་ཅད་བཟླས་པར་འགྱུར་རོ། །
en: They will enter into all maṇḍalas and recite all mantras.

source: བསྐལ་པ་སྟོང་གི་བར་དུང་ན་སོང་དུ་མི་སྐྱེའོ། །བུད་མེད་ལུས་སུ་མི་སྐྱེའོ། །སུ་ཞིག་ནང་པར་ལངས་ནས་ཆུ་དྲི་ཞིམ་པོས་ཁྲུས་བྱས་ཏེ། གཙང་སྦྲ་ལ་གནས་ནས། ཐུགས་རྗེ་ཆེན་པོ་སེང་གེ་སྒྲའི་སྤྱན་སྔར་གཟུངས་འདི་ཀློག་གམ། འདྲི་འམ། འཆང་ངམ། ཀློག་ཏུ་འཇུག་གམ་ཁ་ཏོན་ཏུ་བཏོན་ནས་སྙིང་པོ་དང་གཟུངས་སྔགས་ཟློས་ན་ནི་དེའི་ལུས་ལ་མཛེ་དང་། ཤུ་བ་དང་། ཕོལ་མིག་དང་། འབྲས་དང་། བས་ལྡགས་དང་། མེ་དཔལ་དང་། གཡན་པ་དང་། ལྷོག་པ་དང་། གག་པ་དང་། སྤོས་པ་དང་། དམུ་ཆུ་དང་། སྐེམ་པ་དང་། མཁལ་མ་རྡོལ་བ་དང་།
en: For a thousand eons, they will never take birth in the lower realms and will never be born in a female body.

source: དོན་སྣོད་འདུས་པ་དང་། བྱད་ཀྱི་དཀྱིལ་འཁོར་ལ་ནད་སྣ་ཚོགས་འདུས་པ་དང་། གློ་བ་ན་བ་དང་། དབུགས་མི་བདེ་བ་དང་། རླུང་མཁྲིས་བད་ཀན་འདུས་པ་ཐམས་ཅད་ལས་ཐར་བར་འགྱུར་རོ། །
en: “Anyone who rises early in the morning, bathes with fragrant water, observes cleanliness, and recites this dhāraṇī, writes it down, upholds it, or has others recite or chant it, or who recites the essence and dhāraṇīmantra in front of the deeply compassionate Siṃhanāda, that person will be freed from illnesses such as leprosy, ringworm, boils, swelling, skin disorders, rashes, itching, abscesses, a swollen and blocked throat, edema, consumption, ruptured kidneys, organ diseases, the various illness related to khākorḍa maṇḍalas, lung disease, difficulty breathing, and disorders caused by wind, bile, phlegm, or their combination.

source: འཇམ་དཔལ་གཟུངས་འདི་ནི་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱིས་བྱིན་གྱིས་བརླབས་པའོ། །སུ་ཞིག་གམ་རྒྱལ་པོ་ཆེན་པོ་དེས་གཟུངས་འདི་གླེགས་བམ་ལ་བྲིས་ཏེ་འཆང་བ་དང་། ཀློག་པ་དང་། ཀུན་ཆུབ་པར་བྱེད་པ་དང་། མཆོད་པ་དང་། ཡི་གེར་འདྲི་བ་དང་། གྲོང་ངམ། གྲོང་ཁྱེར་རམ། གྲོང་རྡལ་ལམ། ལྗོངས་སམ། རྒྱལ་པོ་ཡུལ་འཁོར་དང་བཅས་པའམ།
en: “Mañjuśrī, this dhāraṇī has been blessed by all the tathāgatas.

source: གཙུག་ལག་ཁང་དུ་གླེགས་བམ་འདི་འཆང་ན། དཔལ་ནག་པོ་ཆེན་པོ་དང་། རྒྱལ་པོ་ཆེན་པོ་བཞི་དང་། ཀླུའི་རྒྱལ་པོ་བ་རུ་ཎ་དང་། ཀླུ་ཆེན་པོ་བརྒྱད་རྣམས་སླད་བཞིན་འབྲང་ཞིང་།
en: Anyone, including that great king, who writes this dhāraṇī down in a book, keeps it, recites it, masters it, worships it, puts it into writing, and keeps that book in their home, village, town, region, or kingdom, or in a temple, will be attended by the glorious Mahākāla, the Four Great Kings, the nāga king Varuṇa, and the eight great nāgas.

source: དཔག་ཚད་སྟོང་ཚུན་ཆད་དུ་སླར་རྒོལ་བ་དང་། ལྷ་དང་། ཀླུ་དང་། གནོད་སྦྱིན་དང་། གདོན་མ་རུངས་པ་ཐམས་ཅད་དང་། ལོག་པར་འདྲེན་པ་དང་། ཕྱིར་རྒོལ་བ་ཐམས་ཅད་འཇོམས་པར་འགྱུར་རོ། །བསྒོམ་ཉེས་པ་དང་།
en: They will conquer any hostile forces, gods, nāgas, yakṣas, malevolent grahas, vināyakas, or opponents within a thousand leagues.

source: བྲི་ཉེས་པ་དང་། སྔགས་ནོར་བ་དང་། ཕྱག་རྒྱ་ནོར་བ་དང་། བཤད་ཉེས་པ་དང་། མཉན་པ་ནོར་བ་ཡང་གཟུངས་འདི་བཀླགས་པས་དག་པར་འགྱུར་རོ། །གཟུངས་འདིས་སུ་ལ་བསྲུང་བ་བྱས་པ་དང་། ཡོངས་སུ་བསྐྱབ་པ་བྱས་པ་དང་། བསྐྱང་བ་དང་།
en: “If one has committed any mistakes in meditation or writing, or has erred in mantra, mudrā, explanation, or listening, reciting this dhāraṇī will purify them.

source: ཞི་བ་དང་། བདེ་ལེགས་སུ་བྱས་པ་དེ་ལ་མཚོན་དང་། དུག་དང་། དབྱིག་དུག་དང་། བྱད་དང་གཤེད་མ་དང་།
en: Whoever is protected by this dhāraṇī, rescued by it, nurtured by it, pacified by it, or made happy by it will not be harmed by weapons, poison, poisonous brews, khākorḍas and kṛtyās, fevers, or any other harm, nor will they meet with untimely death.

source: རིམས་དང་། གནོད་པ་ཐམས་ཅད་དང་། དུས་མ་ཡིན་པར་འཆི་བས་མི་ཚུགས་སོ། །གནོད་པར་བྱེད་པ་ཚར་གཅོད་པར་འགྱུར་རོ། །བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་ནས། བྱང་ཆུབ་སེམས་དཔའ་འཇམ་དཔལ་དང་།
en: Anyone who harms them will be annihilated.”

source: ཉན་ཐོས་ཆེན་པོ་ཤ་ར་དྭ་ཏིའི་བུ་དང་། ལྷ་དང་། མི་དང་། ལྷ་མ་ཡིན་དང་། དྲི་ཟར་བཅས་པའི་འཇིག་རྟེན་ཡི་རངས་ཏེ། བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ལ་མངོན་པར་བསྟོད་དོ། །
en: When the Blessed One finished speaking, the bodhisattva Mañjuśrī, the great śrāvaka Śāradvatīputra, and the whole world with its gods, humans, asuras, and gandharvas, rejoiced and praised what the Blessed One had said.

source: འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་སེང་གེ་སྒྲ་ཞེས་བྱ་བའི་གཟུངས་རྫོགས་སོ།། །།
en: This completes “The Dhāraṇī of Noble Avalokiteśvara Siṃhanāda.”

source: ཁ་ཆེའི་ཡུལ་དུར་ཁྲོད་འབྲིས་ཀ་རང་བྱུང་གི་མཆོད་རྟེན་རྩར། དངོས་གྲུབ་བརྙེས་པའི་རྗེ་བཙུན་མ་རྡོ་རྗེ་སེམས་མ་དང་། སྒྲ་བསྒྱུར་གྱི་ལོཙྪ་བ་འགར་ཤེས་རབ་འབྱུང་གནས་ཞེས་བྱ་བས་བསྒྱུར་ཅིང་ཞུས་ཏེ་གཏན་ལ་ཕབ་པ།།
en: It was translated, edited, and finalized at the self-arisen caitya at the Drika charnel ground in Kashmir by the Noble Lady Vajrasattvī, who had attained accomplishment, and the translator Gar Sherab Jungne.
